[Українська](README.md) | [Русский](README_RU.md) | [English](README_EN.md) 

# Украинские офлайн словари в открытых форматах

Список включает украинские словари в открытых форматах

Имеющиеся словари на текущее время:

- Англо-украинский словарь М.И.Балла (Eng-Ukr) Abbreviations
- Рос-укр. словарь устойчивых выражений
- Большой русско-украинский словарь
- Русско-русинско-украинский фразеологический словарь
- Савченко, Л. Г. Русско-украинский словарь словосочетаний. Трудности перевода
- Б.Д. Гринченко, Словарь украинского языка (1907-1909)
- Словарь античной митологии. Составители: Козовик И.Я., Пономарив О.Д. (Ukr-Ukr)
- Украинский Фразелогический Словарь
- Украинский словарь иноязычных слов
- СУМ-11 (Uk-Uk)

Имеющиеся форматы словарей на текущее время:
- [ABBYY Lingvo DSL](https://github.com/bakustarver/ukrdictionarieslistopensource/releases/download/0.1/ABBYY.Lingvo.DSL.Ukr.zip)
- [StarDict](https://github.com/bakustarver/ukrdictionarieslistopensource/releases/download/0.1/Stardict.Ukr.zip)
